Repository: josedu90/woocommerce-status-actions
Catalog: lang/woocommerce_status_actions-*.po
Languages: ar, fr_fr

source: Higher PHP version required
ar: مطلوب إصدار أعلى ل PHP

source: Google Cloud Print interaction requires PHP version %s or higher - your current version is only %s.
ar: يتطلب إصدار PHP %s أو أحدث للتفاعل مع خدمة "طباعة في السحاب من جوجل" - الإصدار الحالي هو %s فقط.

source: Error: %s
ar: خطأ: %s

source: Authorization failed
ar: فشل عملية الترخيص

source: Success
ar: نجاح

source: Google Cloud Print
ar: الطباعة في السحاب من جوجل

source: Google Client ID
ar: معرف ID جوجل

source: Google Client Secret
ar: عميل جوجل السرى

source: Printer
ar: الطابعة

source: Copies
ar: النسخ

source: Print job header
ar: طباعة العمل الرئيسي

source: Google Cloud Print notice:
ar: بيان الطباعة في السحاب من جوجل:

source: Click here to authenticate your %s account (you will not be able to print via %s without it).
ar: انقر هنا لتوثيق %s الحساب (لن تتمكن من الطباعة عبر %s بدونها).

source: Google have recently abolished the previous authentication method for Google Cloud Print. You should enter new credentials to authenticate your %s account.
ar: ألغت جوجل مؤخرًا طريقة الترخيص السابقة للطباعة في السحاب من جوجل. يجب عليك إدخال بيانات الاعتماد الجديدة لترخيص %s حسابك.

source: Google have recently abolished the previous authentication method for Google Cloud Print. Go here and enter new credentials to authenticate your %s account.
ar: ألغت جوجل مؤخرًا طريقة الترخيص السابقة للطباعة في السحاب من جوجل. اذهب هنا وأدخل بيانات الاعتماد الجديدة لترخيص %s حسابك.

source: Google Cloud Print Test
ar: إختبار الطباعة في السحاب من جوجل

source: Non-understood response:
ar: جواب غير مفهوم:

source: See the instructions above to learn how to get this
ar: انظر للتعليمات أعلاه لمعرفة كيفية الحصول على هذا

source: Anything you enter here will be pre-pended to the print job. Use any valid HTML (including &lt;style&gt; tags)
ar: سيتم إرفاق أي شيء تقوم بإدخاله هنا إلى مهمة الطباعة.

source: Account either not connected, or no printers available)
ar: الحساب إما غير متصل، أو لا توجد طابعات متاحة

source: Color
ar: اللون

source: Media size
ar: حجم الوسائط

source: Fit to page
ar: تتناسب مع الصفحة

source: Page orientation
ar: اتجاه الصفحة

source: Margins:
ar: الهوامش:

source: Top
ar: أعلى

source: Right
ar: اليمين

source: Bottom
ar: اسفل

source: Left
ar: اليسار

source: refresh
ar: تحديث

source: Do not fit to page
ar: لا تتناسب مع الصفحة

source: Portrait
ar: عرضي

source: Landscape
ar: طولي

source: Automatic
ar: تلقائي

source: Monochrome
ar: أحادي اللون

source: Google Cloud Print links:
ar: روابط طباعة في السحاب من جوجل:

source: Learn about Google Cloud Print
ar: تعرف على تقنية الطباعة في السحاب من جوجل

source: Your printers
ar: الطابعات الخاصة بك

source: Your print jobs
ar: طباعة مهامك

source: You appear to be authenticated with Google Cloud Print, but if you are seeing authorisation errors, then you can click here to authenticate your %s account again.
ar: يبدو أنك حاصل على رخصه في خدمة "طباعة في السحاب من جوجل" ، ولكن إذا كنت ترى أخطاء في الرخصة، فيمكنك النقر هنا لتوثيق حسابك %s مرة أخرى.

source: Settings
ar: الاعدادات
fr_fr: Paramètres

source: UpdraftPlus WordPress backups
ar: النسخة الاحتياطية المضافة إلى وورد برس

source: You do not have sufficient permissions to access this page.
ar: ليس لديك صلاحية لدخول هذه الصفحة.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.

source: Instructions
ar: التعليمات

source: For longer help, including screenshots, follow this link. The description below is sufficient for more expert users.
ar: للحصول على مساعدة إضافية، بما في ذلك لقطات الشاشة، اتبع هذا الرابط. الوصف أدناه كافي لمزيد من المستخدمين الخبراء.

source: %s does not allow authorisation of sites hosted on direct IP addresses. You will need to change your site's address (%s) before you can use %s for storage.
ar: %s لا يسمح بتفويض المواقع المضافة على عناوين IP المباشرة. ستحتاج إلى تغيير عنوان موقعك (%s) قبل أن تتمكن من استخدام %s للتخزين.

source: Follow this link to your Google API Console, and there create a Client ID in the API Access section.
ar: اتبع هذا الرابط إلى وحدة التحكم API من جوجل ، وهناك يتم إنشاء رمز العميل في قسم ال API

source: Select 'Web Application' as the application type. Then enter the client ID and secret below and save your settings.
ar: اختر "تطبيق الموقع الإلكتروني" كنوع التطبيق. ثم أدخل رمز العميل والرقم السري أدناه وحفظ إعداداتك.

source: You must add the following as the authorised redirect URI (under "More Options") when asked
ar: يجب عليك إضافة ما يلي على أنه عنوان URI المعتمد توجيهه (تحت عنوان "المزيد من الخيارات") عندما يُطلب منك ذلك

source: After completing authentication, a list of printers will appear.
ar: بعد الانتهاء من الترخيص، ستظهر قائمة بالطابعات.

source: Choose one, and then save the settings for the second time.
ar: اختر واحدة، ثم احفظ الإعدادات للمرة الثانية.

source: Save Changes
ar: حفظ التغييرات

source: Test Printing
ar: فحص الطباعة

source: Enter some text to print:
ar: أدخل بعض النصوص للطباعة:

source: N.B. The values used for any printer-specific options configured above are those that were most recently saved (if any).
ar: ملاحظة: القيم المستخدمة لأي خيارات خاصة بالطابعة وتم تدوينها أعلاه هي القيم التي تم حفظها مؤخرًا (إن وجدت).

source: Print
ar: طباعة

source: You need to enter some text to print.
ar: تحتاج إلى إدخال بعض النصوص للطباعة.

source: Printing...
ar: الطباعة...

source: The print job was sent successfully.
ar: تم إرسال مهمة الطباعة بنجاح.

source: Response:
ar: الجواب:

source: No printer is yet chosen/available
ar: لم يتم اختيار الطابعة أو الطابعة غير متوفرة

source: refreshing...
ar: إنعاش...

source: Printer debugging information
ar: معلومات تصحيح أخطاء الطابعة

source: Show...
ar: عرض...

source: Status Data
ar: وضع البيانات
fr_fr: Données de statut

source: Status Actions
ar: وضع العمليات

source: Status updated.
ar: الوضع محدث.
fr_fr: Statut mis à jour.

source: Custom field updated.
ar: تم تحديث خانة العميل.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
ar: تم حذف خانة العميل.
fr_fr: Champ personnalisé supprimé.

source: Status restored to revision from %s
ar: تمت استعادة الوضع للمراجعة من %s
fr_fr: Statut restauré à la révision à partir de % s

source: Status saved.
ar: حفظ الوضع.
fr_fr: Statut enregistré.

source: Status submitted.
ar: تم تقديم الوضع.
fr_fr: Statut soumis.

source: Status scheduled for: <strong>%1$s</strong>.
ar: عين موعداً في: <strong>%1$s</strong>.
fr_fr: Statut prévu pour: <strong>%1$s</ strong>.

source: Status draft updated.
ar: مسودة الوضع محدث.
fr_fr: Projet de statut mise à jour

source: Name
ar: الاسم
fr_fr: Nom

source: Label
ar: تسمية

source: Icon
ar: أيقونة
fr_fr: Icône

source: Action
ar: تم

source: Email
ar: البريد الإلكتروني

source: Reports
ar: تقارير
fr_fr: Rapports

source: Editing
ar: التعديل
fr_fr: Modification

source: Trigger
ar: الزناد
fr_fr: Déclencheur

source: Orders
ar: الطلب
fr_fr: Commandes

source: Delete permanently
ar: الحذف النهائي
fr_fr: Supprimer définitivement

source: Status name
ar: إسم الوضع
fr_fr: Nom du statut

source: Insert into %s
ar: تضاف إلى %s
fr_fr: Insérer dans %s

source: Uploaded to this %s
ar: تم التحميل إلى هذا %s
fr_fr: Téléchargé sur ce %s

source: Order Statuses
ar: أوضاع الطلب
fr_fr: Statuts de commande

source: Default Statuses
ar: الأوضاع الافتراضية

source: General Options
ar: الخيارات العامة

source: Printing Options
ar: خيارات الطباعة

source: Automation
ar: التشغيل الآلي

source: Gateways
ar: بوابات
fr_fr: Passerelles

source: Template
ar: النموذج

source: Gateway Options
ar: خيارات البوابة

source: You can define which status is assigned to the order depending on the gateway used to complete payment.
ar: يمكنك تحديد الوضع الذي يتم تعيينه للطلب بناءً على الطريقة المستخدمة لإكمال عملية الدفع.

source: Default order statuses can be changed to your liking. Edit the naming, colouring, bulk and item editing capabilities from the table below.
ar: يمكن تغيير أوضاع الطلب الافتراضية حسب رغبتك. قم بتعديل التسمية واللون والمجلد وتعديل قدرات البند من الجدول أدناه.

source: Enabled / Disabled
ar: تفعيل / تعطيل

source: Enable Google Cloud Print
ar: تفعيل الطباعة في السحاب من جوجل

source: Client ID
ar: معرف العميل

source: Client Secret
ar: سر العميل

source: Status Settings
ar: إعدادات الوضع

source: Configure general settings for your order statuses using the options below.
ar: رتب الإعدادات العامة لأوضاع طلبك باستخدام الخيارات أدناه.

source: Status Style
ar: نمط الوضع
fr_fr: Style d'état

source: This will effect the default WooCommerce's statuses (e.g. Processing, Completed, etc.).
ar: سيؤثر هذا على الأوضاع الافتراضية لوو كومرس (على سبيل المثال ، المعالجة ، إتمام العملية ، الخ).
fr_fr: Cela affectera les statuts par défaut de WooCommerce (par exemple Processing, Completed, etc.).

source: Text
ar: النص

source: Successful Payment
ar: تمت عملية الدفع نجاح
fr_fr: Paiement réussi

source: Choose what default status to have upon successful payment. Default: Processing.
ar: اختر الوضع الافتراضي عند إتمام عملية الدفع. الافتراضي: معالجة.
fr_fr: Choisissez le statut par défaut à avoir en cas de paiement réussi. Par défaut: Traitement.

source: Automation Options
ar: خيارات التشغيل الآلي

source: Configure and setup the days and dates you do not want automated order assignments to run on your orders
ar: قم بترتيب وإعداد الأيام والتواريخ، التي لا تريد أن يتم تشغيل مهام الطلبات آلياً على طلباتك

source: Disable Days
ar: تعطيل أيام

source: Select the days of the week where you do not want automated order assignments to run on your orders.
ar: حدد أيام الأسبوع التي لا تريد فيها تشغيل تعيين التلقائي على طلباتك.

source: Configure the template that gets printed using Google Cloud Print.
ar: رتب النموذج الذي تتم طباعته باستخدام "الطباعة في السحاب من جوجل".

source: Header
ar: ترويسة

source: This will be displayed just after the billing and shipping address.
ar: سيتم العرض بعد الحصول على عنوان الفاتورة والشحن.

source: Returns & Refunds Policy
ar: سياسة الاسترجاع والاسترداد

source: Enter text that will be displayed at the bottom, before the footer.
ar: أدخل النص الذي سيتم عرضه في الجزء السفلي ، قبل قائمة التذييل.

source: Footer
ar: الفوتر

source: This will be displayed just after the returns policy at the very bottom of the invoice.
ar: سيتم عرض هذا فقط بعد سياسة المرتجعات المدونة في أسفل الفاتورة.

source: Store Tax Number
ar: الرقم الضريبي للمتجر

source: Enter the stores government tax number.
ar: أدخل رقم الضريبة الحكومية المخزنة.

source: Order statuses are helpful in defining the workflow of your store. Click on Add Order Status to create your own order status and configure the parameters to suit your workflow.
ar: أوضاع الطلب مفيدة في تعريف سير العمل في متجرك. انقر على "إضافة وضع الطلب" لإنشاء وضعية طلبك وتكوين العوامل التي تتناسب مع سير عملك.

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الاربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Disable Specific Dates
ar: تعطيل تواريخ محددة

source: Select the specific dates where you do not want automated order assignments to run on your orders.
ar: حدد التواريخ المحددة التي لا تريد أن يتم تشغيل مهام الطلبات الآلي على طلباتك.

source: Gateway
ar: البوابة
fr_fr: Passerelle

source: Order Status
ar: وضع الطلب
fr_fr: Statut de la commande

source: Default status
ar: الوضع الافتراضي
fr_fr: Statut par défaut

source: WooCommerce statuses
ar: أوضاع الوو كومرس
fr_fr: Les statuts de WooCommerce

source: Custom statuses
ar: أوضاع العميل
fr_fr: Statuts personnalisés

source: Reset Defaults
ar: إعادة للوضع الافتراضي
fr_fr: Réinitialiser par défaut

source: Colour
ar: اللون
fr_fr: Couleur

source: Bulk Actions
ar: إتمام الكل
fr_fr: Action de masse

source: Check this box to hide this status from the Bulk Actions menu.
ar: اختر هذا المربع لإخفاء الوضع من القائمة العامة.
fr_fr: Cochez cette case pour masquer cet état dans le menu Actions en bloc.

source: Item Editing
ar: تعديل البند
fr_fr: Édition d'article

source: Check this box to enable item editing for this status.
ar: اختر هذا المربع لتعديل العناصر للوضع الحالي.
fr_fr: Cochez cette case pour activer l'édition d'élément pour ce statut.

source: Title
ar: العنوان

source: Style
ar: أسلوب

source: Actions
ar: الاجراءات

source: Included In Reports
ar: المدرج في التقارير
fr_fr: Inclus dans les rapports

source: Not Included In Reports
ar: غير المدرج في التقارير
fr_fr: Non inclus dans les rapports

source: Administrator & Customer
ar: المسؤول والعميل
fr_fr: Administrateur et client

source: Customer
ar: عميل
fr_fr: Client

source: Administrator
ar: المسؤول
fr_fr: Administrateur

source: No
ar: لا
fr_fr: Non

source: Item Editing Enabled
ar: تفعيل تعديل البند
fr_fr: Modification d'élément activée

source: Item Editing Disabled
ar: تعطيل تعديل البند
fr_fr: Édition d'élément désactivée

source: Automatic Trigger To
ar: مشغل تلقائي إلى
fr_fr: Déclenchement automatique vers

source: After
ar: بعد
fr_fr: Après

source: Automatic Trigger Disabled
ar: تعطيل المشغل التلقائي
fr_fr: Déclencheur automatique désactivé

source: No order statuses found.
ar: لم يتم العثور على أوضاع الطلب.

source: Add Order Status
ar: إضافة وضع جديد

source: Create Credentials
ar: إنشاء الشهادات

source: Create credentials for your Google Cloud Print to begin setup of integration.
ar: إنشاء الشهادات لتطبيق الطباعة في السحاب من جوجل لبدء الإعداد لعملية الدمج.

source: Create and connect to the
ar: انشاء والاتصال بال

source: Application Type
ar: نوع التطبيق

source: This is the type of application used for the integration with Google Cloud Print.
ar: هذا هو نوع التطبيق المستخدم للإندماج مع خدمة "طباعة في السحاب من جوجل".

source: Choose
ar: إختيار

source: Web Application
ar: تطبيق الموقع الإلكتروني

source: as the application type.
ar: مثل نوع التطبيق.

source: Authorized Redirect URI
ar: إعادة توجيه التوثيق URI

source: Enter this URI when asked for Authorized Redirect URIs, this would be under Restrictions.
ar: أدخل الرابط عندما يُطلب منك للحصول على إذن لإعادة توجيه الروابط، تحت قيود محددة.

source: Authentication
ar: الترخيص

source: This is required to ensure that your store is authorised to send prints to your Google Cloud Print.
ar: هذا مطلوب لضمان أن متجرك مخول بإرسال مطبوعات إلى خدمة "الطباعة في السحاب من جوجل.

source: Authenticate %s
ar: ترخيص %s

source: Authenticated with Google Cloud Print
ar: تم التوثيق باستخدام خدمة "طباعة في السحاب من جوجل"

source: Disconnect
ar: قطع الاتصال

source: Printer Jobs
ar: وظائف الطابعة

source: View the print jobs of your Google Cloud Print account. Useful if you want to delete or view missing prints.
ar: عرض نسخ الطباعة بحسابك في خدمة "الطباعة في السحاب من جوجل". مفيد إذا كنت تريد حذف أو عرض نسخ مفقودة.

source: View Print Jobs
ar: عرض وظائف الطابعة

source: Available Printers
ar: الطابعات المتاحة

source: Refresh
ar: تحديث

source: Preview order
ar: معاينة الطلب

source: Invoice
ar: فاتورة

source: Package
ar: الباقة

source: Enter order number first
ar: أدخل رقم الطلب أولاً

source: Store Logo
ar: شعار المتجر

source: Set the logo of your templates using your stores logo.
ar: اضبط شعار النموذج باستخدام شعار متجرك.

source: Upload Logo
ar: تحميل الشعار.

source: Remove Logo
ar: إزالة الشعار

source: Delete Status
ar: حذف الوضع
fr_fr: Supprimer le statut

source: Delete Order Status
ar: حذف وضع الطلب

source: You must reassign all orders marked as
ar: يجب إعادة تعيين جميع الطلبات التي تم وضع علامة عليها

source: to another before deleting it.
ar: إلى آخر قبل حذفه.

source: Reassign all orders marked as
ar: إعادة تعيين كل الطلبات بعلامة

source: to:
ar: من أجل:

source: Go back to order statuses
ar: العودة إلى أوضاع الطلب

source: Reassign Orders & Delete Order Status
ar: إعادة تعيين الطلبات وحذف وضع الطلب

source: Delete status
ar: حذف الوضع

source: Create Status
ar: إنشاء وضع

source: Update Status
ar: تحديث الوضع

source: General
ar: عام
fr_fr: Général

source: Product
ar: المنتج
fr_fr: Produit

source: Enter the label of the status which you would like to add. This should be lower case as will be displayed on the status label.
ar: أدخل تسمية الوضع الذي تريد إضافته. يجب أن يكون بالأحرف الصغيرة حيث سيتم عرضه على تسمية الوضع.
fr_fr: Entrez l'étiquette du statut que vous souhaitez ajouter. Cela devrait être en minuscules comme cela sera affiché sur l'étiquette d'état.

source: Check this box allow this status to be considered as a placed order in the reports.
ar: اختر هذا المربع للسماح باختيار الوضع ليعتبر طلب مودع في التقارير.
fr_fr: Cochez cette case pour que cet état soit considéré comme une commande placé dans les rapports.

source: Dashboard Widget
ar: قطعة لوحة المعلومات
fr_fr: Tableau de bord Widget

source: Enable to display an order count with this status in the Dashboard widget.
ar: تفعيل لعرض عدد الطلبات مع الوضع في قطعة لوحة التحكم.
fr_fr: Activer pour afficher un nombre de commandes avec cet état dans le widget Dashboard.

source: Status
ar: الوضع
fr_fr: Statuts

source: Email Notification
ar: اشعارات البريد الإلكتروني
fr_fr: Notification par email

source: Enable email notification
ar: تفعيل خدمة إخطار البريد الإلكتروني
fr_fr: Activer la notification par e-mail

source: Email Type
ar: نوع البريد الإلكتروني
fr_fr: Type Email

source: Plain text
ar: نص عادي
fr_fr: Texte brut

source: Choose which format of email to send.
ar: اختر شكل البريد الإلكتروني الذي تريد إرساله.
fr_fr: Choisissez le format d'email à envoyer.

source: Recipient(s)
ar: المستلم
fr_fr: Destinataire(s)

source: Custom Email Address
ar: عنوان البريد الإلكتروني العميل
fr_fr: Adresse e-mail personnalisée

source: Choose to whom you want the email to be sent to when the custom status is applied. Current admin email address %s.
ar: اختر لمن تريد إرسال البريد الإلكتروني عند تفعيل وضع العميل. عنوان البريد الإلكتروني للمشرف الحالي %s.
fr_fr: Choisissez à qui vous souhaitez envoyer l'e-mail lorsque le statut personnalisé est appliqué. Adresse e-mail d'administrateur actuelle %s.

source: Recipient Email Address
ar: البريد الإلكتروني للمستلم
fr_fr: Adresse email du destinataire

source: Enter the email address which you want to be notified when status is trigger.
ar: أدخل عنوان البريد الإلكتروني الذي تريد أن يتم إخطارك به عند تشغيل الوضع.
fr_fr: Entrez l'adresse e-mail à laquelle vous souhaitez être averti lorsque le statut est déclenché.

source: "From" Name
ar: "من" الاسم
fr_fr: "De" Name

source: Enter the email name which will appear when the email is sent.
ar: أدخل اسم البريد الإلكتروني الذي سيظهر عند إرسال البريد الإلكتروني.
fr_fr: Entrez le nom de l'email qui apparaîtra lorsque l'email est envoyé.

source: "From" Email Address
ar: "من" عنوان البريد الالكتروني
fr_fr: "De" l'adresse e-mail

source: Enter the email address which will appear when the email is sent.
ar: أدخل عنوان البريد الإلكتروني الذي سيظهر عند إرسال البريد الإلكتروني.
fr_fr: Entrez l'adresse e-mail qui apparaîtra lorsque l'e-mail est envoyé.

source: Email Subject
ar: موضوع البريد الإلكتروني
fr_fr: Sujet du courriel

source: Enter the email subject which will appear when the email is sent.
ar: أدخل موضوع البريد الإلكتروني الذي سيظهر عند إرسال البريد الإلكتروني.
fr_fr: Entrez l'objet de l'e-mail qui apparaîtra lorsque l'e-mail est envoyé.

source: Email Heading
ar: ترويسة بريد الكتروني
fr_fr: En-tête de l'email

source: Enter the heading which you want to appear on the email that is sent.
ar: أدخل العنوان الذي تريد ظهوره على البريد الإلكتروني الذي سيتم إرساله.
fr_fr: Entrez l'en-tête que vous souhaitez voir apparaître dans l'e-mail envoyé.

source: Order Information
ar: معلومات الطلب
fr_fr: Informations sur la commande

source: Check this box to include order information which consists of billing and shipping address, contact details, order items, subtotal and total.
ar: اختر هذا المربع لإضافة معلومات عن الطلب الذي يتكون من عنوان دفع الفاتورة وعنوان التوصيل، بيانات المتصل، ولائحة الطلب والمبلغ الفردي الإجمالي.
fr_fr: Cochez cette case pour inclure les informations de commande qui comprennent l'adresse de facturation et d'expédition, les coordonnées, les articles de la commande, le sous-total et le total.

source: Custom Message
ar: رسالة العميل
fr_fr: Message personnalisé

source: Check this box to include a custom message to the email body. This can include shortcodes from third party plugins.
ar: اختر هذا المربع لإضافة رسالة العميل إلى نص البريد الإلكتروني. يمكن أن تتضمن رموز قصيرة للمكونات من جهات خارجية.
fr_fr: Cochez cette case pour inclure un message personnalisé dans le corps du message. Cela peut inclure des shortcodes provenant de plugins tiers.

source: Message
ar: الرسالة

source: Enter the message which will be sent in the email. Click on the trolley icon to load available shortcodes.
ar: أدخل الرسالة التي سيتم إرسالها عبر البريد الإلكتروني. انقر على رمز العربة لتحميل الرموز القصيرة المتاحة.
fr_fr: Entrez le message qui sera envoyé dans l'email. Cliquez sur l'icône du chariot pour charger les shortcodes disponibles.

source: You can customise the look and layout of the emails by clicking %s.
ar: يمكنك تعديل مظهر وتقسيمات الرسائل الإلكترونية من خلال النقر على %s.

source: here
ar: هنا
fr_fr: ici

source: Pay Button
ar: زر الدفع
fr_fr: Bouton de paiement

source: Enable this to display "Pay" button on the "My Account" page when this status is applied.
ar: تفعيل عرض زر "الدفع" في صفحة "حسابي" عند تطبيق الوضع.
fr_fr: Activez cette option pour afficher le bouton "Payer" sur la page "Mon compte" lorsque ce statut est appliqué.

source: Cancel Orders
ar: إلغاء الطلبات
fr_fr: Annuler les commandes

source: Enable this to allow customer to cancel orders when this status is applied.
ar: تفعيل الخدمه للسماح للعميل بإلغاء الطلبات عند تطبيق الوضع.
fr_fr: Activez cette option pour permettre au client d'annuler des commandes lorsque ce statut est appliqué.

source: Customer Permissions
ar: أذونات العملاء

source: Provide the ability for customers to inform you of their status on an order through their My Account page.
ar: قدّم للعملاء القدرة على إبلاغك عن وضع طلبهم من خلال "صفحة حسابي".

source: My Account
ar: حسابي
fr_fr: Mon compte

source: Check this box to allow customer to set this status from the My Account page.
ar: اختر هذا المربع للسماح للعميل بتعيين الوضع من "صفحة حسابي".
fr_fr: Cochez cette case pour autoriser le client à définir ce statut à partir de la page Mon compte.

source: Visibility Rule
ar: قاعدة الرؤية
fr_fr: Règle de visibilité

source: Select Status
ar: إختر الوضع
fr_fr: Sélectionnez le statut

source: Select what the status of the order has to be before the button is shown.
ar: حدد ما هو وضع الطلب قبل ظهور الزر.
fr_fr: Sélectionnez le statut de la commande avant d'afficher le bouton.

source: Button Label
ar: تسمية الزر
fr_fr: Étiquette de bouton

source: Enter the text that appears on the button.
ar: أدخل النص الذي ظهر على الزر.
fr_fr: Entrez le texte qui apparaît sur le bouton.

source: Confirmation Prompt
ar: تأكيد فوري
fr_fr: Confirmation

source: Enable this to show the "Prompt" window when the user click on button.
ar: تفعيل لإظهار نافذة "مستعجل" عندما ينقر المستخدم على الزر.
fr_fr: Activez ceci pour afficher la fenêtre "Invite" lorsque l'utilisateur clique sur le bouton.

source: Product Reviews
ar: مراجعات المنتج
fr_fr: Avis sur les produits

source: Check this box to allow customers to leave a review for the products purchased in the order when this status set.
ar: اختر هذا المربع للسماح للعملاء بترك وجهة نظرهم عن المنتجات التي تم شراؤها بالترتيب عند اختيار هذا الوضع.
fr_fr: Cochez cette case pour permettre aux clients de laisser un avis sur les produits achetés dans la commande lorsque ce statut est défini.

source: Downloads Permitted
ar: التنزيلات مسموح بها
fr_fr: Téléchargements autorisés

source: Enable to permit downloads of virtual products in the order when this status is set.
ar: تفعيل للسماح بتنزيل المنتجات الواقعية في الطلب عند تعيين الوضع.
fr_fr: Activer pour autoriser les téléchargements de produits virtuels dans l'ordre lorsque ce statut est défini.
