Repository: josedu90/woocommerce-status-actions
Catalog: lang/woocommerce_status_actions-*.po
Languages: ar, fr_fr

source: Enable to allow item editing in the order. If unchecked, the order would be considered paid and no edits can be made.
ar: تفعيل للسماح بتعديل الطلب. إذا لم يتم اختياره ، فسيتم اعتبار الطلب مدفوعًا ولا يمكن إجراء أي تعديلات عليه.
fr_fr: Activer pour autoriser l'édition d'éléments dans la commande. Si cette case n'est pas cochée, la commande sera considérée comme payée et aucune modification ne pourra être effectuée.

source: Stock Status
ar: وضع المخزون
fr_fr: État des stocks

source: No affection to stock status
ar: لا تأثير على وضع المخزون
fr_fr: Aucune affection à l'état des stocks

source: Reduce stock levels
ar: خفض مستويات المخزون
fr_fr: Réduire les niveaux de stock

source: Restore stock levels
ar: استعادة مستويات المخزون
fr_fr: Restaurer les niveaux de stock

source: Select what happens to the stock levels of the products when the status is applied to the order.
ar: حدد ماذا سيحدث لحجم المخزون من المنتجات عندما يتم تطبيق الوضع على الطلب.
fr_fr: Sélectionnez ce qu'il advient des niveaux de stock des produits lorsque le statut est appliqué à la commande.

source: Action Icon
ar: رمز تم
fr_fr: Icône d'action

source: Use Style Icon
ar: استخدم نمط الأيقونة

source: Select the icon you would like to display as the Action button.
ar: حدد الرمز الذي ترغب في عرضه كزر الإجراء.
fr_fr: Sélectionnez l'icône que vous souhaitez afficher en tant que bouton Action.

source: Workflow
ar: سير العمل

source: Select which default actions should be available when this order status is assigned.
ar: حدد الإجراءات الافتراضية التي يجب أن تكون متاحة عندما يتم تعيين وضع الطلب.

source: Default Actions
ar: الإجراءات الافتراضية
fr_fr: Actions par défaut

source: Select which actions buttons should appear when this status is set.
ar: حدد الأزرار و إجراءاتها التي يجب أن تظهر عند تعيين الوضع.
fr_fr: Sélectionnez les boutons d'action à afficher lorsque ce statut est défini.

source: Select the statuses required of an order where this status can be assigned.
ar: حدد الأوضاع المطلوبة للطلب حيث يمكن تعيين الوضع.

source: Action Visibility
ar: وضوح الإتمام
fr_fr: Visibilité de l'action

source: Select which statuses need to be applied to the order before the action button is shown. Leave blank to not display the action button.
ar: حدد الأوضاع التي يجب تطبيقها على الطلب قبل ظهور زر الإجراء. اتركه فارغا لعدم عرض زر الإجراء.
fr_fr: Sélectionnez les statuts qui doivent être appliqués à la commande avant l'affichage du bouton d'action. Laissez vide pour ne pas afficher le bouton d'action.

source: Permissions
ar: الأذونات

source: Control who can assign this status to an order and who can remove the assignment of this status from an order.
ar: تحكم بالشخص الذي يمكنه تعيين وضع الطلب والذي يمكنه إزالة تعيين الوضع للطلب.

source: To Unassign
ar: للإلغاء

source: Select Users
ar: اختيار المستخدمين

source: Select the users that are allowed to execute this action. Leave blank for everyone.
ar: حدد المستخدمين المسموح لهم بتنفيذ هذا الإجراء. اتركه فارغًا للجميع.

source: To Assign
ar: للتعيين

source: Hide Bulk Actions
ar: إخفاء كل الإجراءات
fr_fr: Masquer les actions en bloc

source: Check this box to hide the action for this status from the Bulk Actions menu.
ar: اختر هذا المربع لإخفاء الإجراء الخاص بالوضع من القائمة العامة.
fr_fr: Cochez cette case pour masquer l'action pour ce statut dans le menu Actions en bloc.

source: Order Note Prompt
ar: توجيه ملاحظة الطلب
fr_fr: Demande de note de commande

source: Check this box to display a modal window to enter a custom note when clicking on the action button.
ar: اختر هذا المربع لعرض نافذة لإدخال ملاحظة العميل عند الضغط على زر تم.
fr_fr: Cochez cette case pour afficher une fenêtre modale pour entrer une note personnalisée lorsque vous cliquez sur le bouton d'action.

source: Google Cloud Printing
ar: الطباعة في السحاب من جوجل

source: Print an invoice automatically, over the cloud, when this status is assigned to an order.
ar: قم بطباعة الفاتورة تلقائيًا ، عن طريق السحابة ، عند تعيين هذه الوضع للطلب.

source: Enable / Disable
ar: تمكين / تعطيل

source: Enable printing when this status is assigned to an order.
ar: تفعيل الطباعة عند تعيين اوضع الطلب.

source: Select Printer
ar: إختيار الطابعة

source: Select the printer to send printing to.
ar: حدد الطابعة لإرسال النسخ المراد طباعتها.

source: Set the number of copies to print.
ar: اضبط عدد النسخ المراد طباعتها.

source: Choose an option
ar: اختر أحد الخيارات

source: Packing
ar: التعبئة والتغليف

source: Select which template to print the order details on.
ar: حدد النموذج الذي تريد طباعت تفاصيل الطلب عليه.

source: Automate your workflow and trigger another order status to the order once this order status has been assigned.
ar: اجعل سير عملك أوتوماتيكيا وتشغيل وضع آخر لطلبك بمجرد تعيين وضع الطلب.

source: Automatic Trigger
ar: مشغل تلقائي
fr_fr: Déclencheur automatique

source: Triggers another status after a period of time when this status is set.
ar: تشغيل وضع أخر بعد فترة من الزمن عند ضبط هذا الوضع.
fr_fr: Déclenche un autre statut après une période de temps lorsque ce statut est défini.

source: Triggered Status
ar: وضع التشغيل
fr_fr: Statut déclenché

source: Select which status should be triggered after the period of time.
ar: حدد وضع التشغيل بعد الفترة الزمنية.
fr_fr: Sélectionnez le statut qui doit être déclenché après la période de temps.

source: Time Period
ar: فترة زمنية
fr_fr: Période de temps

source: Minutes
ar: دقائق

source: Hours
ar: ساعات
fr_fr: Heures

source: Days
ar: أيام
fr_fr: Jours

source: Weeks
ar: أسابيع
fr_fr: Semaines

source: Months
ar: أشهر
fr_fr: Mois

source: Years
ar: سنوات
fr_fr: Années

source: Select the time period after which the triggered status is set.
ar: حدد الفترة الزمنية للوضع الذي يتم تشغيله.
fr_fr: Sélectionnez la période après laquelle le statut déclenché est défini.

source: You have taken too long. Please go back and retry.
ar: لقد أخذت وقتا طويلا. الرجاء العودة والمحاولة مرة أخرى
fr_fr: Vous avez pris trop de temps. Veuillez revenir en arrière et réessayer.

source: #%d is not valid order number
ar: #%d رقم الطلب غير صحيح

source: Batch Order Processing
ar: تجهيز دفع الطلب

source: This page is for users who want to change order statuses instantly. Simply scan the order number and the order will load below. Configure whether you want to apply your status after or automatically below.
ar: هذه الصفحة للمستخدمين الذين يرغبون بالتغيير الفوري لوضع الطلب. ما عليك سوى المسح الضوئي على رقم الطلب من بعدها سيتم تحميل الطلب أدناه. قم باختيار ما إذا كنت تريد تطبيق الوضع بعد أو بشكل تلقائي أدناه.

source: Apply
ar: تطبيق

source: Clear Orders
ar: الطلبات واضحة

source: Apply Automatically
ar: تطبق تلقائيا

source: Search orders...
ar: البحث عن الطلبات...

source: When you scan the order number, the order will appear here.
ar: عندما تقوم باستخدام الماسح الضوئي على رقم الطلب، سيظهر الطلب هنا.

source: Order
ar: طلب

source: Purchased
ar: اشترى

source: Ship to
ar: أرسل ل

source: Date
ar: التاريخ

source: Total
ar: المجموع

source: Barcode Template created.
ar: تم إنشاء الباركود للنموذج.

source: Barcode Template updated.
ar: تم تحديث الباركود للنموذج.

source: Batch Processing
ar: تجهيز الدفعات

source: View Settings
ar: عرض الإعدادات
fr_fr: Paramètres d'affichage

source: View Documentation
ar: عرض الوثائق
fr_fr: Doc

source: Docs
ar: مستندات

source: Visit Support
ar: زيارة الدعم
fr_fr: Site

source: Support
ar: الدعم

source: Mark %s
ar: العلامة %s
fr_fr: Marque %s

source: Complete
ar: اكتمل
fr_fr: Achevée

source: Add Note
ar: اضف ملاحظة

source: Add a note for your reference or a note to the customer. The customer will be notified.
ar: أضف ملاحظة للرجوع إليها ، أو أضف ملاحظة للعميل. سيتم إبلاغ العميل.

source: Private note
ar: مذكرة خاصة
fr_fr: Note privée

source: Note to customer
ar: ملاحظة للعميل
fr_fr: Note au client

source: Add
ar: إضافة
fr_fr: Ajouter

# Admin menu name
source: Order Statuses
ar: أوضاع الطلب
fr_fr: Statuts de commande

source: Add New Status
ar: إضافة وضع جديد
fr_fr: Ajouter un nouveau statut

source: Edit
ar: تعديل
fr_fr: Modifier

source: Edit Order Status
ar: تعديل حالة الطلب

source: New Status
ar: حالة جديدة
fr_fr: Nouveau statut

source: View Statuses
ar: عرض الأوضاع
fr_fr: Voir les statuts

source: View Status
ar: عرض الوضع
fr_fr: Afficher le statut

source: Search Statuses
ar: أوضاع البحث
fr_fr: Rechercher les statuts

source: No Statuses found
ar: لم يتم العثور على الأوضاع
fr_fr: Aucun statut trouvé

source: No Statuses found in trash
ar: لم يتم العثور على الأوضاع في سلة المهملات
fr_fr: Aucun statut trouvé dans la corbeille

source: Parent Status
ar: وضع الوالدين
fr_fr: Statut de parent

source: Set Icon
ar: حدد الأيقونة
fr_fr: Définir l'icône

source: Remove Icon
ar: إزالة الايقونة
fr_fr: Supprimer l'icône

source: This is where you can add new Statuses that you can use in orders.
ar: هذا هو المكان الذي يمكنك فيه إضافة الحالات الجديدة التي يمكنك استخدامها في الطلبات.
fr_fr: C'est ici que vous pouvez ajouter de nouveaux statuts à utiliser dans les commandes.

source: Item #%s stock incremented from %s to %s.
ar: تمت زيادة البند #%s من %s الى %s.
fr_fr: Article #%s du stock incrémenté de %s à %s

# Order status
source: Pending Payment
ar: في انتظار الدفع
fr_fr: En attente de paiement

# Order status
source: Processing
ar: معالجة
fr_fr: En traitement

# Order status
source: On Hold
ar: قيد الإنتظار
fr_fr: En attente

# Order status
source: Completed
ar: منتهى
fr_fr: Terminé

# Order status
source: Cancelled
ar: ألغيت
fr_fr: Annulé

# Order status
source: Refunded
ar: المبلغ المسترد
fr_fr: Remboursé

# Order status
source: Failed
ar: فشل
fr_fr: Échoué

source: Are you sure you want to cancel this order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
fr_fr: Êtes-vous sûr de vouloir annuler cette commande?

source: Are you sure you want to change the status of this order?
ar: هل أنت متأكد أنك تريد تغيير وضع هذا الطلب؟
fr_fr: Êtes-vous sûr de vouloir changer le statut de cette commande?

source: <b>Status Name</b> is a required field.
ar: خانة <b>اسم الحالة</b> مطلوبة.
fr_fr: <b>Nom de l'état </b> est un champ obligatoire.

source: <b>Status Label</b> is a required field.
ar: خانة <b>تسمية الوضع</b> مطلوبة.
fr_fr: <b>Étiquette de l'état </b> est un champ obligatoire.

source: <b>"From" Name</b> is a required field.
ar: خانة <b>"من" الاسم</b> مطلوبة.
fr_fr: <b>"De" Nom</b> est un champ obligatoire.

source: <b>From" Email Address</b> is a required field.
ar: خانة <b>"من" عنوان البريد الإلكتروني</b> مطلوبة.
fr_fr: <b>De "Adresse e-mail </b> est un champ obligatoire.

source: <b>Email Subject</b> is a required field.
ar: خانة <b>موضوع البريد الإلكتروني</b> مطلوبة.
fr_fr: <b>Objet de l'e-mail</b> est un champ obligatoire.

source: <b>Email Heading</b> is a required field.
ar: خانة <b>عنوان البريد الإلكتروني</b> مطلوبة.
fr_fr: <b>En-tête de l'email</b> est un champ obligatoire.

source: <b>Visibility Rule</b> is a required field.
ar: خانة <b>قاعدة الرؤية</b> مطلوبة.

source: <b>Button Label</b> is a required field.
ar: خانة <b>تسمية الزر</b> مطلوبة.
fr_fr: <b>L'étiquette du bouton</b> est un champ obligatoire.

source: <b>Triggered Status</b> is a required field.
ar: خانة <b>الوضع المحفز</b> مطلوبة.
fr_fr: <b>Statut déclenché</b> est un champ obligatoire.

source: <b>Time Period</b> is a required field.
ar: خانة <b>الفترة الزمنية</b> مطلوبة.
fr_fr: <b>Période de temps</b> est un champ obligatoire.

source: Go Back
ar: رجوع

source: Order Status Actions
ar: إجراءات وضع الطلب

source: Save Status
ar: حفظ الوضع

source: There was an error scanning barcode. Please try again later.
ar: كان هناك خطأ في المسح الضوئي للباركود. الرجاء معاودة المحاولة لاحق.

source: This is an order notification sent to customers when their order status is marked %s
ar: هذا الإشعار للطلب تم إرساله إلى العملاء عندما يتم وضع علامة على طلبهم %s

source: Return to emails
ar: العودة إلى رسائل البريد الإلكتروني

source: HTML template
ar: النموذج HTML

source: Plain text template
ar: نموذج النص العادي

source: Delete template file
ar: حذف ملف النموذج

source: This template has been overridden by your theme and can be found in: %s.
ar: لقد تم تجاوز النموذج من خلال المظهر الأساسي ويمكن العثور عليه في %s.

source: Copy file to theme
ar: نسخ الملف إلى الثيم

source: To override and edit this email template copy %1$s to your theme folder: %2$s.
ar: لتجاوز وتعديل نموذج البريد الإلكتروني %1$s إلى مجلد المظهر الأساسي: %2$s.

source: File was not found.
ar: لم يتم العثور على الملف.

source: View template
ar: عرض النموذج

source: Hide template
ar: إخفاء النموذح

source: Are you sure you want to delete this template file?
ar: هل أنت متأكد أنك تريد حذف ملف النموذج؟

source: Template file copied to theme.
ar: تم نسخ ملف النموذج إلى المظهر الأساسي.

source: Tax Number
ar: رقم الضريبة

source: Billing Address
ar: عنوان وصول الفواتير

source: Shipping Address
ar: عناوين الشحن

source: Telephone
ar: الهاتف

source: Coupons
ar: الكوبونات

source: Note
ar: إيضاح

source: Quantity
ar: الكمية

source: Price
ar: السعر

source: Delivery Note
ar: وصل التسليم

source: Order Details
ar: تفاصيل الطلب

source: Order Number
ar: رقم الطلب

source: Order Date
ar: التاريخ

source: Packed
ar: معبأ

source: There is no changelog available.
ar: لا يوجد تغيير متاح.
fr_fr: Il n'y a aucun changelog disponible.

source: Register for Updates
ar: سجل للحصول على التحديثات
fr_fr: S'inscrire aux mises à jour

source: <em><a href="%s">Register here</a> to get this update</em>
ar: <em><a href="%s">سجل هنا</a> للحصول على هذا التحديث</em>
fr_fr: <em><a href="%s">Inscrivez-vous ici</a>pour obtenir cette mise à jour</em>

source: Check for updates
ar: تحقق من وجود تحديثات
fr_fr: Vérifier les mises à jour

source: This plugin is up to date.
ar: هذا أحدث الإضافات حتى الآن.
fr_fr: Ce plugin est à jour.

source: A new version of this plugin is available.
ar: يتوفر نسخة جديدة من البرنامج المساعد.
fr_fr: Une nouvelle version de ce plugin est disponible.

source: Unknown update checker status "%s"
ar: وضع المدقق للتحديث الغير معروف"%s"
fr_fr: Statut du vérificateur de mise à jour inconnu "%s"

source: Welcome
ar: أهلاً وسهلاً
fr_fr: Bienvenue

source: Thank you for purchasing from Actuality Extensions! To ensure you get the latest updates for bugs, features and tweaks, please enter the license details for your purchased in the table below.
ar: شكرا لك على الشراء من شركة أكتشواليتي إكستنشن! لضمان حصولك على آخر التحديثات حول الأخطاء والميزات والتعديلات، يرجى إدخال بيانات الترخيص التي تم شرائها من الجدول أدناه.

source: Step 1 - Subscribe
ar: الخطوة الأولى_ اشترك
fr_fr: Étape 1 - Abonnez-vous

source: Join and subscribe to our newsletter to get the latest updates on new features and notices. Only special product announcements and updates will be sent, no spam.
ar: انضم إلى النشرة الإخبارية واشترك فيها للحصول على آخر التحديثات حول الميزات والإشعارات الجديدة. سيتم إرسال إعلانات وتحديثات المنتجات الخاصة فقط، لا إزعاج.
fr_fr: Inscrivez-vous et abonnez-vous à notre newsletter pour obtenir les dernières mises à jour sur les nouvelles fonctionnalités et les notifications. Seules les annonces de produits spéciaux et les mises à jour seront envoyées, pas de spam.

source: Subscribe
ar: الاشتراك
fr_fr: Souscrire

source: Step 2 - CodeCanyon
ar: الخطوة الثانية - CodeCanyon
fr_fr: Étape 2 - Conceptocarre

source: Locate your purchase code through logging into
ar: حدد موقع شفرة الشراء من خلال تسجيل الدخول
fr_fr: Localisez votre code en vous connectant à

source: , then go to Downloads > Plugin Name > Download > License certificate & purchase code.
ar: ، ثم انتقل إلى التنزيلات> اسم البرنامج المساعد> تنزيل> شهادة الترخيص وكود الشراء.
fr_fr: puis allez à Téléchargements

source: Retrieve Purchase Code
ar: استرداد رمز الشراء
fr_fr: Récupérer

source: Step 3 - Installed Products
ar: الخطوة 3 - المنتجات المثبتة

source: Invalid request.
ar: طلب غير صالح
fr_fr: Requête invalide.

source: Purchase Code
ar: رمز الشراء
fr_fr: Code

source: Place your purchase code here
ar: ضع رمز الشراء هنا
fr_fr: Placer le code

source: Save Settings
ar: احفظ الإعدادات
fr_fr: Enregistrer les paramètres

source: Submit A Ticket
ar: تسجيل التذكرة
fr_fr: Soumettre un ticket

source: We offer our support through our advanced ticket system. Use our contact form to filter through your query so your ticket can be allocated to the right department.
ar: نحن نقدم دعمنا من خلال نظام التذاكر المتطور لدينا. استخدم نموذج الاتصال لدينا لتنقية استفساراتك بحيث يمكن توجيه تذكرتك إلى القسم الصحيح.
fr_fr: Nous offrons notre soutien grâce à votre espace clients.

source: Submit a ticket
ar: تسجيل التذكرة
fr_fr: Soumettre un ticket

source: Documentation
ar: الوثائق
fr_fr: Doc

source: This is the place to go to reference different aspects of the plugin. Our online documentation is a useful resource for learning the ins and outs of using our plugins.
ar: هذا هو المكان المناسب للذهاب إلى مرجع جوانب مختلفة من البرنامج المساعد. لدينا وثائق على الانترنت هو مورد مفيد لتعلمins والخروج من استخدام الإضافات لدينا.
fr_fr: C'est l'endroit où aller pour référencer différents aspects du plugin.

source: Enhance your workflow and create order statuses with actions. Manage emails, permissions and other order related features.
ar: قم بتحسين سير العملك وقم بإنشاء حالات الطلب مع اتخاذ الإجراءات. إدارة رسائل البريد الإلكتروني والأذونات وميزات أخرى متعلقة بالطلب.

source: M j, Y @ G:i
fr_fr: M j, A @ G:i

source: %s status updated.
fr_fr: %s statut mis à jour.

source: %s status not updated, somebody is editing it.
fr_fr: % statut non mis à jour, quelqu'un l'édite.

source: %s status permanently deleted.
fr_fr: % statut supprimé

source: %s status moved to the Trash.
fr_fr: % statut déplacés dans la corbeille.

source: %s status restored from the Trash.
fr_fr: %s état restauré à partir de la corbeille.

source: Gateway Order Status
fr_fr: Statut de la commande de passerelle

source: You can define which status is set when order is complete depending on the payment gateway.
fr_fr: Vous pouvez définir quel statut est défini lorsque la commande est terminée en fonction de la passerelle de paiement.

source: General Settings
fr_fr: Réglages généraux

source: Fill Text
fr_fr: Remplir le texte

source: Line Text
fr_fr: Texte de ligne

source: Core Order Statuses
fr_fr: Statuts de commande de base

source: Slug
fr_fr: Identifiant

source: Confirm Deletion
fr_fr: Confirmer la suppression

source: The following options affect how statuses are displayed on the front and back end.
fr_fr: Les options suivantes affectent la manière dont les statuts sont affichés en Backend et Front

source: The following options affect how statuses will look from style to colour.
fr_fr: Les options suivantes affectent la façon dont les statuts vont apparaître du style à la couleur.

source: The following options affect how emails are sent after the status is set to the order. You can customise the look and layout of the emails by clicking %s.
fr_fr: Les options suivantes affectent la manière dont les e-mails sont envoyés une fois que le statut est défini sur la commande. Vous pouvez personnaliser l'apparence et la disposition des e-mails en cliquant sur %s.

source: The following options affects what the customer can do when this status is set.
fr_fr: Les options suivantes affectent ce que le client peut faire lorsque ce statut est défini.

source: The following options affect the products purchased in the order when the status is set.
fr_fr: Les options suivantes affectent les produits achetés dans la commande lorsque le statut est défini.

source: The following fields affects how and when actions for this status are displayed on the main orders screen.
fr_fr: Les champs suivants affectent comment et quand les actions pour ce statut sont affichées sur l'écran des commandes principales.

source: Add note
fr_fr: Ajouter une note

source: Add a note for your reference, or add a customer note (the user will be notified).
fr_fr: Ajoutez une note pour votre référence ou ajoutez une note client (l'utilisateur en sera informé).

source: Add Status
fr_fr: Ajouter un statut

source: Edit Status
fr_fr: Modifier le statut

source: <span class="count">(%s)</span>
fr_fr: <span class="compte">(%s)</span>

source: <strong>%s order</strong> %s
fr_fr: <strong>%s commande</strong> %s

source: Order status is set to %s
fr_fr: Le statut de la commande est défini sur %s

source: This email is sent when order status is set to %s
fr_fr: Cet e-mail est envoyé lorsque le statut de la commande est défini sur %s

source: wc_sa_get_status should not be called before the wc_sa_init action.
fr_fr: wc_sa_get_status ne doit pas être appelé avant l'action wc_sa_init.

source: Thank you for purchasing from Actuality Extensions. To ensure you get the latest updates for bugs, features and tweaks, please enter the license details in the table below.
fr_fr: Pour vous assurer.

source: License
fr_fr: Texte

source: CodeCanyon.net
fr_fr: Concepto

source: Click
fr_fr: Cliquez sur

source: for an example of this.
fr_fr: pour un exemple de ceci.

source: Installed Products
fr_fr: Produits installés

source: WooCommerce Order Status & Actions Manager
fr_fr: WooCommerce Gestion de satuts avec action

source: http://codecanyon.net/item/woocommerce-customer-relationship-manager/6392174&ref=actualityextensions
fr_fr: https://concepto-carre.fr/

source: Allows users to manage WooCommerce order statuses, create the action button that triggers the status and set up what happens to the order when the status is applied.
fr_fr: Permet aux utilisateurs de gérer les statuts de commande WooCommerce, de créer le bouton d'action qui déclenche le statut et de configurer ce qui arrive à la commande lorsque le statut est appliqué.

source: Actuality Extensions
fr_fr: Extentions

source: http://actualityextensions.com/
fr_fr: https://conceptocarre.fr/
